/*********************************************************/
/*  main.c                                               */
/*                                                       */
/*  階層型ニューロネットプログラム                       */
/*  学習機                                               */
/*                                                       */
/*  Usage:                                               */
/*  # main < majority.txt                                */
/*********************************************************/
#include "lrnproc.h"

int main(){
	
	return lrnproc();
	
}


